tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "jq"
brew "rustup-init"
brew "volta"
brew "yq"
cask "brave-browser"
cask "clickup"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-cloud-sdk"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mysqlworkbench"
cask "notion"
cask "slack"
cask "tabby"
cask "termius"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "zoom"
